{
  "record": 880,
  "cid": 3020641,
  "name": "Bis(3-ethylheptyl) phthalate",
  "CAS": "85391-51-1",
  "EC": "286-806-5",
  "FCM": 728,
  "Ref": "75100",
  "Additive_or_PPA": true,
  "Use_as_monomer_macromolecule": false,
  "FRFapplicable": false,
  "SML": 60.0,
  "SMLunit": "mg/kg",
  "SMLTrestrictions": "G26 Group Restriction No. 26 corresponds to FCM substance No. 728,729. Group restriction specification is expressed as the sum of the substances.",
  "SMLTGroupFCMsubstances": [
    728,
    729
  ],
  "SMLT": 1.8,
  "SMLTunit": "mg/kg",
  "Restrictions": "Only to be used as: (a)plasticiser in repeated use materials and articles;(b)plasticiser in single-use materials and articles contacting non-fatty foods except for infant formulae and follow-on formulae;(c)technical support agent in concentrations up to 0,1 % in the final product.Not to be used in combination with FCM substances 157, 159, 283, or 1085.",
  "NotesCompliance": "V7 If testing in food is performed, Annex V 1.4 shall be taken into account.",
  "Notes": "eupn3 Diisobutyl phthalate, FCM No 1085, with synonyms 1,2-bis(2-methylpropyl) benzene-1,2-dicarboxylate or ‘DIBP’ and CAS number 84-69-5 is not listed as an authorised substance in Table 1. However, it may co-occur with other phthalates as a consequence of its use as an aid to polymerisation and is included in group restrictions with the assignment FCM No 1085eupn4 Infant, infant formula and follow-on formula as defined in Article 2(2) of Regulation (EU) No 609/2013 of the European Parliament and of the Council of 12 June 2013on food intended for infants and young children, food for special medical purposes, and total diet replacement for weight control and repealing Council Directive 92/52/EEC, Commission Directives 96/8/EC, 1999/21/EC, 2006/125/EC and 2006/141/EC, Directive 2009/39/EC of the European Parliament and of the Council and Commission Regulations (EC) No 41/2009 and (EC) No 953/2009 (OJ L 181, 29.6.2013, p. 35).",
  "Physicalform": "",
  "ExpressedAs": "As the sum of the substances",
  "engine": "SFPPy: EUFCMannex1.py",
  "csvFile": "fcm-and-articles-regulation--annex-i---authorised-substances-export.csv",
  "date": "2025-03-13 09:25:38"
}