{
  "record": 576,
  "cid": [
    4128060,
    27423,
    115157
  ],
  "name": [
    "A mixture of one or more of tripropylene glycol diacrylate",
    "trimethylolpropane triacrylate",
    "trimethylolpropane ethoxylate triacrylate"
  ],
  "CAS": [
    "42978-66-5",
    "15625-89-5",
    "28961-43-5"
  ],
  "FCNNo": "772",
  "FoodContactSubstance": "A mixture of one or more of tripropylene glycol diacrylate (CAS Reg. No. 42978-66-5), trimethylolpropane triacrylate (CAS Reg. No. 15625-89-5), trimethylolpropane ethoxylate triacrylate (CAS Reg. No. 28961-43-5), and bisphenol A diglycidyl ether diacrylate (CAS Reg. No. 4687-94-9, 53814-24-7, 55127-80-5, 55818-57-0 or 37625-93-7), and optionally the difunctional &alpha;-hydroxy ketone described in the notification as a photoinitiator. The mixture will be cured by either ultraviolet (UV) or electron beam (EB) irradiation.",
  "mixture": true,
  "FCSreplacedby": "",
  "FCSreplacedby_record": null,
  "notifier": "Alcan Packaging, Alcoa, Inc., Amgraph Packaging, Inc., Ashland Specialty Chemical Company, Bayer Polymers LLC, Bostik-Findley, Bryce Corporation, Coating and Adhesives Corporation, Crown Cork & Seal, Cytec Industries, Dart Container, Dixie Packaging, Energy Sciences Inc., Fujihunt, Fusion UV Systems, Inc., Gidue SpA, Graphic Packaging Inc., H.B Fuller Company, IGM Resins,  INX International Ink Co., Lamberti, s.p.a., Liofol, MeadWestvaco, Nordson Corporation, Petroferm Inc., Pliant Corp., PPG Industries, Inc., Printpack Inc., Rahn USA Corporation, Rock-Tenn Company, Rohm and Haas Company, Sartomer Company, Sealed Air, Siegwerk Group, Valspar Corporation",
  "manufacturer": "Amcor Flexibles North America, Alcoa, Inc., Allnex, Amgraph Packaging, Inc., Ashland Specialty Chemical Company, Bayer Polymers LLC, Bostik-Findley, Bryce Corporation, Coating and Adhesives Corporation, Crown Cork & Seal, Dart Container, Dixie Packaging, Energy Sciences Inc., Fujihunt, Fusion UV Systems, Inc., Gidue SpA, Graphic Packaging Inc., H.B Fuller Company, IGM Resins,  INX International Ink Co., Lamberti, s.p.a., Liofol, MeadWestvaco, Nordson Corporation, Petroferm Inc., Pliant Corp., PPG Industries, Inc., Printpack Inc., Rahn USA Corporation, Rock-Tenn Company, Rohm and Haas Company, Sartomer Company, Sealed Air, Siegwerk Group, Sherwin-Williams Company",
  "NotificationDate": "03/08/2008",
  "engine": "SFPPy: USFDAfcn.py",
  "csfile": "FCN.csv",
  "date": "2025-03-31 10:25:03"
}